tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "ethereumproject/classic"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "paritytech/paritytech"
tap "rotblauer/suds"
tap "staticfloat/julia"
tap "tcnksm/ghr"
tap "whilei/classic"
cask "java"
brew "aircrack-ng"
brew "app-engine-go-64"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "gettext"
brew "pcre"
brew "pixman"
brew "mpfr"
brew "cgal"
brew "cloc"
brew "coreutils"
brew "crunch"
brew "cryptopp"
brew "dep"
brew "diff-so-fancy"
brew "libksba"
brew "dos2unix"
brew "eigen"
brew "elasticsearch"
brew "exiftool"
brew "fasd"
brew "fd"
brew "fdupes"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fftw"
brew "filebeat"
brew "findutils"
brew "pcre2"
brew "fish"
brew "freexl"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "giflib"
brew "json-c"
brew "libgeotiff"
brew "liblwgeom"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "ghi"
brew "little-cms2"
brew "ghostscript"
brew "gist"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "pinentry"
brew "gnupg"
brew "goaccess"
brew "gradle"
brew "libtool", args: ["universal"]
brew "graphicsmagick"
brew "graphviz"
brew "xz"
brew "python3"
brew "grc"
brew "node", args: ["without-npm"], link: false
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "ilmbase"
brew "imagemagick", args: ["with-little-cms", "with-little-cms2"]
brew "imagesnap"
brew "jbig2dec"
brew "oniguruma"
brew "jq"
brew "kibana"
brew "leveldb"
brew "libcroco"
brew "libdnet"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libmicrohttpd"
brew "librsvg"
brew "libvo-aacenc"
brew "libyaml"
brew "little-cms"
brew "llvm"
brew "logrotate"
brew "logstash"
brew "magic-wormhole"
brew "mbedtls"
brew "mysql"
brew "ngrep"
brew "nmap"
brew "numpy"
brew "openexr"
brew "opencv"
brew "openjpeg"
brew "p7zip"
brew "pandoc"
brew "phantomjs"
brew "pidof"
brew "pinentry-mac"
brew "poppler"
brew "postgresql"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "reaver"
brew "redis"
brew "rename"
brew "rpm"
brew "shellcheck"
brew "spark"
brew "spoof-mac"
brew "the_silver_searcher"
brew "tippecanoe"
brew "tmux"
brew "tree"
brew "unoconv"
brew "watch"
brew "watson"
brew "wdiff"
brew "wget"
brew "wifi-password"
brew "wireshark", link: false
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus"
brew "ethereum/ethereum/cpp-ethereum", args: ["devel", "successful"]
brew "ethereumproject/classic/emerald-cli"
brew "ethereumproject/classic/geth"
brew "paritytech/paritytech/parity"
brew "rotblauer/suds/suds"
brew "staticfloat/julia/openblas-julia"
brew "staticfloat/julia/arpack-julia"
brew "staticfloat/julia/llvm37-julia"
brew "staticfloat/julia/suite-sparse-julia"
brew "staticfloat/julia/julia"
brew "tcnksm/ghr/ghr"
cask "bitbar"
cask "dockertoolbox"
cask "dropbox"
cask "firefox"
cask "hammerspoon"
cask "hyperterm"
cask "libreoffice"
cask "licecap"
cask "macdown"
cask "pd"
cask "sqlitebrowser"
cask "utorrent"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
